import React from 'react'
import styled from 'styled-components'
import Kujna from './image1.png';
import Garage from './image2.png';
import Limon from './image3.png';
import Kjumbir from './image4.png';
import Devojka from './image5.png';
import Joga from './image6.png';
import Jognig from './image7.png';

function MyHealth() {
    return ( <
        MyHealtjStyle id = "myhealth" >
        <
        div className = "mainWrapper" >
        <
        p > Да бидеме здрави, да оздравееме или да живееме подобро со нашите болести.Бе з оглед на вашата ситуација во животот, ние сме тука за да ве подржиме со нашата сила и искуство во вашите цели. < /p> <
        /div> <
        div className = "dve" >
        <
        img src = { Kujna }
        /> <
        img src = { Garage }
        /> <
        /div><br/ >
        <
        p > Здравата храна прави да се чуствувате подобро, ја зголемува вашата отпорност и ви дава многу енергија.Нашите здрави рецепти, паметни совети, интересни факти и трикови за мотивација ќе ви помогнат да изгубите тежина на здрав начин. < /p> <
        p > Започнете го денот здраво со пиење чаша топла вода и лимон.Ова го зајакнува имунитетот, помага при варењето и го стимулира мозокот.Прави детоксикација на организмот исто така. < /p> <
        div className = "limon" >
        <
        img src = { Limon }
        /> <
        /div><br / >
        <
        h3 > Напиток од ѓумбир за силен имунолошки систем < /h3>

        <
        p > Ѓумбирот е вистинско лековито растение.Напитокот од ѓумбир е ефикасен во мали количини бидејки поседува голема концентрација во неговиот корен. < /p> <
        h4 > Состојки < /h4> <
        ul >
        <
        li > 300 гр.свеж сок од ѓумбир < /li> <
        li > 5 лимони < /li> <
        li > 700 мл.вода < /li> <
        li > 200 гр.мед < /li> <
        /ul>

        <
        h4 > Начин на подготовка: < /h4> <
        ul >
        <
        li > Измијте го ѓумбирот и исечете го на мали парчиња. < /li> <
        li > Измијте и излупете ги лимоните и ставете ја кората од лимонот со парчињата ѓумбир и 700 мл.вода во тава.Гответе на тивок оган приближно 20 минути.Потоа течноста поминете ја низ сито и оставете ја да се излади. < /li> <
        li > Исцедете ги лимоните и промешајте го сокот во медот.Истурете го во стаклено шише и чувајте го во фрижидер. < /li> <
        /ul> <
        p > Мала чашка на ден е доволна.Подготвената течност може да стои во фрижидер најмногу 6 дена. < /p> <
        div className = "Kjumbir" >
        <
        img src = { Kjumbir }
        /> <
        /div><br / >
        <
        h4 > Што е повремено постење ? < /h4> <
        p > Овој модел е идеален за почетници, бидејки постите 16 часа и јадете нормално за преостанатите 8 часа.Ова значи на пример, дека вечерате во 18 часот и појадувате следниот ден во 10 часот.Можете исто така да јадете подоцна навечер, но го пропуштате појадокот следниот ден.Совет :
        Во секој случај препорачливо е тие 16 часа да бидат преку ноќ, бидејќи овде 8 часа поминувате во спиење.За преостанатото време можете да пиете вода, чај или црно кафе.Кафето ги потиснува нападите на глад и затоа е особено популарно кај луѓето што постат. < /p> <
        div className = "Kjumbir" >
        <
        img src = { Devojka }
        /> <
        /div><br / >
        <
        h4 > Физичка активност < /h4> <
        p > Вежбајте за да живеете подолго.Како ваш здравствен партнер, ви претставуваме истересни статии за спорт, фитнес, пешачење за да ви помогнеме да бидете во форма. < /p> <
        h4 > Јога < /h4> <
        p > Јогата е старо индиско учење.Јогата не е само низа вежби, таа е исто така пат кон хармонија на телото, умот и духот.Дали денес вие копнеете по внатрешен мир ?
        Што постигнувате со јога ?
        <
        /p>

        <
        ul >
        <
        li > Ги зајакнува мускулите и имунитетот < /li> <
        li > Го подига нивото на концентрација < /li> <
        li > Ја зголемува виталноста и самодовербата < /li> <
        li > Го подобрува спиењето < /li> <
        /ul>

        <
        div className = "Kjumbir" >
        <
        img src = { Joga }
        /> <
        /div><br / >
        <
        h4 > Џогинг за почетници : важни совети за сите возрасни групи < /h4> <
        h5 > Пет златни правила за да започнете безбедно да започнете : < /h5> <
        ul >
        <
        li > Кардио проверка: Ако сте на возраст над 40 години, имате хронично заболување(како што е висок крвен притисок) или не сте спортувале повеќе од 10 години, прво треба да направите на кардио проверка. < /li> <
        li > Пешачење: Брзото пешачење ја подобрува вашата физичка подготвеност.Веднаш штом ќе можете да пешачите со брзо темпо 2 часа, постепено можете да започнете со џогирање. < /li> <
        li > Интервален тренинг: Вметнете разновидност во вашето темпо: пешачете 2 минути, џогирајте 1 минута и така повторувајте наизменично.Почнете полека!Вашето темпо на џогирање на почетокот не треба да биде многу побрз од одење. < /li> <
        li > Редовно тренирајте: Телото најдобро се навикнува на џогирање кога постојано ја применувате оваа физичка активност.Секако не треба многу интензивно и премногу долго.Дозволени се и паузи. < /li> <
        li > И конечно: Доколку се соочувате со физични проблеми, намалете го времетраењето и интензитетот на џогирање.Побарајте стручен совет од лекар или спортски терапвт. < /li> <
        /ul> <
        div className = "Kjumbir" >
        <
        img src = { Jognig }
        /> <
        /div><br / >

        <
        /MyHealtjStyle>
    )
}
const MyHealtjStyle = styled.div `
    height:550vh;
    width: calc(100% - 13rem);
    margin-left:13rem;
    display:flex;
    flex-direction:column;
    justify-content:center;
    align-items: center;
    text-align: center;
    li{
        margin-top:1%;
        width: 110ch;
    }
    h5{
        margin: 0.5% 0 0.5% 0;
        color: #4f4f4f;
    }
    h4{
        margin: 0.5% 0 0.5% 0;
        color: #4f4f4f;
    }
    h3{
        color: #4f4f4f;
    }
    p{
        width: 110ch;
        color: #3f3f3f;
        font-size: 15px;
        margin: 2% 0 2% 0;
    }
    img{
        margin: 0 0 0 0;
    }

`;

export default MyHealth;